{
  "locales": {
    "page": {
      "home": {
        "title": "Início",
        "description": "A escuridão em mim ecoa em um refrão assombroso, uma bela melodia de dor que luz alguma virá a conter.",
        "notification": {
          "title": "Caiu aqui profissionalmente?",
          "label": "Cheque meu portfolio"
        }
      },
      "tools": {
        "title": "Ferramentas",

        "chmod": {
          "title": "Calculadora Chmod",
          "description": "Calcule de forma simples as permissões para usar no chmod do Unix",
          "numeric": "Valor numérico",
          "symbolic": "Representação simbólica",
          "read": "Ler",
          "write": "Escrever",
          "execute": "Executar",
          "owner": "Dono",
          "group": "Grupo",
          "public": "Público",

          "permissions": {
            "title": "Permissões",
            "description": "Em sistemas Unix, as permissões de arquivos são gerenciadas através de três (3) classes/abstrações distintas, o usuário ou dono, o grupo e o público. Cada uma dessas classes pode possuir permissões de leitura, escrita e/ou execução e, para representar essas permissões, podemos usar a representação numérica ou simbólica."
          },

          "usage": {
            "title": "Como usar",
            "description": "Marque as caixas para dar permissões a cada uma das classes. Cada linha representa uma permissão, ao passo que cada coluna representa uma classe. Após marcar todas as permissões desejadas, clique sobre a representação que preferir para copiá-la."
          }
        },

        "todo": {
          "title": "Lista de Tarefas",
          "description": "Organize de forma simples suas tarefas",

          "new": "Nova Tarefa",
          "newList": "Nova lista",
          "edit": "Clique para editar '{{title}}'",

          "usage": {
            "title": "Como usar",
            "description": {
              "1": "Clique no titulo de sua lista ou de uma tarefa para edita-lo",
              "2": "Adicione tarefas clicando no botao acima",
              "3": "Remova tarefas clicando no botao de remocao ou deixando o titulo de sua tarefa vazio",
              "4": "Clique na checkbox de uma tarefa para marca-la como concluida",
              "more": "Essa ferramenta salva dados no armazenamento local de seu navegador. Limpar seus dados ou acessar a ferramenta a partir de outro navegador vai te impedir de acessar tarefas criadas a partir de outros navegadores"
            }
          }
        },

        "workspace": {
          "title": "Área de trabalho",
          "description": "Utilize até três das ferramentas disponivéis de uma so vez",
          "loading": {
            "0": "Carregando área de trabalho...",
            "1": "Resgatando dados do armazenamento local...",
            "2": "Obtendo as ferramentas usadas da ultima vez...",
            "3": "Organizando as ferramentas...",
            "4": "Últimos toques na area de trabalho..."
          },
          "notification": {
            "title": "Bem-vindo(a) à sua área de trabalho!",
            "more": "Algumas ferramentas salvam dados no armazenamento local de seu navegador. Limpar os dados de seu dispositivo ou navegador ou acessá-las através de outros dispositivos/navegadores tornarão impossível o acesso a dados criados a partir de outros navegadores"
          },

          "usage": {
            "title": "Bem-vindo(a) à sua área de trabalho!",
            "description": {
              "1": "1. Clique no ícone de menu localizado no canto superior-esquerdo",
              "2": {
                "0": "2. Selecione uma ferramenta",
                "1": "a. Cheque os ícones a direita do nome da ferramenta para saber como ela pode ser posicionado em sua área de trabalho"
              },
              "3": {
                "0": "3. Selecione uma posição para sua ferramenta",
                "1": "a. Posições vazias são indicadas pelo ícone de mais (+)",
                "2": "b. Posições ocupadas podem ser substituidas através do botão 'Substituir'",
                "3": "c. ... ou esvaziadas através do botão 'Remover'",
                "4": "d. A área de trabalho favorecerá posicionar tarefas no painel principal quando são removidas dele ou adicionadas a outros paíneis"
              },
              "4": "4. Use suas ferramentas e saia clicando no ícone de 'Power' no canto superior-direito ou navegando até outra página"
            }
          }
        }
      },
      "404": {
        "alt": "Não encontrado",
        "title": "Ei! O que você está fazendo aqui?",
        "description": "A página que você está procurando não existe!",
        "goBack": "Voltar"
      }
    },
    "common": {
      "seeMore": "Veja mais",
      "moreInfo": "Mais informacoes",
      "add": "Adicionar",
      "remove": "Remover",
      "replace": "Substituir",
      "tools": {
        "master": "Disponível no painel principal",
        "masterOnly": "Disponível APENAS no painel principal",
        "slave": "Disponível nos paineís menores",
        "noSlave": "NÃO disponível nos paineís menores"
      }
    }
  }
}
